Revit 2027 API
ParameterTypeId.DimToInserts Property
 "Dimension To Openings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimToInserts { get; }
Public Shared ReadOnly Property DimToInserts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimToInserts {
	ForgeTypeId^ get ();
}
static member DimToInserts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace